# General
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "pcre"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "cmake"
brew "cscope"
brew "gettext"
brew "curl"
brew "fd"
brew "fish", args: ["HEAD"], link: false
brew "gcc"
brew "gd"
brew "git"
brew "glances"
brew "glib"
brew "hashcat"
brew "htop"
brew "hyperfine"
brew "libevent"
brew "llvm"
brew "protobuf"
brew "ninja"
brew "postgresql@14", restart_service: true
brew "siege"
brew "testdisk"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "thoughtbot/formulae/rcm"
cask "chromedriver"
